
general_greeting = "🌟Здравствуйте! Я бот SnackSack ✨\nДля того, чтобы начать, выберите"

client_greeting = "👋Рады Вас приветствовать, {name}!\n Наш бот поможет Вам сделать выгодный заказ продуктов из " \
                  "любимых магазинов. Нужно лишь выбрать пакет, забронировать, вовремя забрать и оплатить при " \
                  "получении. Содержимое пакета - приятный сюрприз. Итак, выберите доступные позиции:"

partner_greeting = '👋Рады Вас приветствовать! Введите данные.\n❗Небольшая памятка \
 для качественного предоставления услуг нашим клиентам (файл).\nСпасибо, что прочитали ✨.'

client_goodbye = '''💛 Спасибо за заказ, {name}! Забронировали выбранный пакет,успейте забрать вовремя.
                    \nЖдём Вас снова :)'''


not_a_number = "Вы ввели не число или больше доступного количества. Введите число или команду 'Назад' для отмены"
